print "sandro" #აკლია ფრჩხილები, სწორი ფორმა იქნება:print("sandro")
age 6 #სჭირდება ტოლობა,სწორი ფორმა იქნება:age = 6
name = andria #სჭირდება ბრჭყალები,სწორი ფორმა იქნება:name = "andria"
print("andria" + 13) #ორივე უნდა იყოს სტრინგი,სწორი იქნება:print("andria" + str(13))
age = "7" #ინტეჯერს ბრჭყალები არ ჭირდება,სწორი იქნება:age = 7
print andria #სჭირდება ბრჭყალები და ფრჩხილები,სწორი იქნება:print("andria")
print("andria" #სჭირდება ფრჩხილი ბოლოში,სწორი იქნება:print("andria")
name = "andria'
#სჭირდება ერთნაირი ბრჭყალი,სწორი იქნება:name = "andria"
8 = age #ჯერ ცვლადის სახელი უნდა დავწეროტ ხოლო შემდეგ ინტეჯერი,სწორი იქნებაg